tap "TheBoredTeam/boring-notch"
tap "anomalyco/tap"
tap "atlassian/acli"
brew "bat"
brew "cookiecutter"
brew "coreutils"
brew "duti"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "glab"
brew "glances"
brew "glow"
brew "go"
brew "grip"
brew "helm@3", link: true
brew "htop"
brew "incus"
brew "kubecolor"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "lima"
brew "mas"
brew "mdcat"
brew "mdless"
brew "neovim"
brew "node"
brew "pandoc"
brew "poppler"
brew "starship"
brew "stern"
brew "teleport"
brew "tesseract"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "yazi"
brew "yq"
brew "zplug"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "anomalyco/tap/opencode"
brew "atlassian/acli/acli"
cask "claude-code"
cask "cmux"
cask "obsidian"
cask "postman"
cask "spotify"
cask "TheBoredTeam/boring-notch/boring-notch", args: { no_quarantine: true }
cask "visual-studio-code"
cask "vivaldi"
go "golang.org/x/tools/gopls"
go "github.com/justjanne/powerline-go"
mas "Amphetamine", id: 937984704
